export const categoriesPayload = [
  {
    name: 'Двигатель',
    children: ['Поршневая группа', 'Система смазки', 'ГРМ', 'Турбокомпрессоры'],
  },
  {
    name: 'Ходовая часть',
    children: ['Амортизаторы', 'Пружины подвески', 'Рычаги', 'Сайлентблоки'],
  },
  {
    name: 'Тормозная система',
    children: ['Тормозные диски', 'Колодки', 'Суппорты'],
  },
  {
    name: 'Электрооборудование',
    children: ['Стартеры', 'Генераторы', 'Датчики ABS'],
  },
  {
    name: 'Кузов и оптика',
    children: ['Фары головного света', 'Зеркала'],
  },
];
